AMI_merging/stator/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       1140;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       1150;
    }
    topandbottom
    {
        type            patch;
        nFaces          40;
        startFace       1160;
    }
    couple2
    {
        type            patch;
        nFaces          60;
        startFace       1200;
    }
    frontandback
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1200;
        startFace       1260;
    }
)

// ************************************************************************* //
